Repository: srittau/corps
Catalog: Corps-Cyber/po/*.po
Languages: de

source: Usage: %s [OPTIONS]
de: Benutzung: %s [OPTIONEN]

source: Option summary: -h --help - print this text and exit -v --version - print version information and exit -r --register-with - specify meta-server to register with Report bugs to srittau@jroger.in-berlin.de
de: Optionsübersicht: -h --help - gibt diesen Text aus und beendet -v --version - gibt die Version aus und beendet -r --register-with - gibt den Meta-Server an, bei dem das Spiel registriert werden soll Bitte melden Sie Fehler an srittau@jroger.in-berlin.de

source: invalid number of arguments
de: ungültige Anzahl an Argumenten

source: The Maniax
de: Die Maniax

source: A simple introduction adventure for the system "Cyber".
de: Ein einfaches Einführungs-Abenteuer für das System "Cyber".

source: broadcasting text: %s
de: Gebe Text global aus: %s

source: client trying to join game
de: Ein Client versucht, das Spiel zu betreten.

source: client trying to leave game
de: Client versucht, das Spiel zu verlassen.

source: client not found
de: Client nicht gefunden.

source: A cyperpunk roleplaying system, involving magic, dragons etc.
de: Ein Cyberpunk-Rollenspielsystem, das Magie, Drachen usw. beinhaltet.
