Repository: srittau/corps
Catalog: Corps-Core/po/*.po
Languages: de

source: This client does not support all needed features.
de: Dieses Programm hat nicht alle für dieses Spiel benötigten Fähigkeiten.

source: The game does not accept more clients.
de: Das Spiel akzeptiert keine weiteren Spieler.

source: You are not authorized to join this game.
de: Sie dürfen diesem Spiel nicht beitreten.

source: You are always connected to this game.
de: Sie sinhd diesem Spiel bereits beigetreten.

source: could not initialize CORBA
de: konnte CORBA nicht initialisieren

source: CORBA error: %s
de: CORBA Fehler: %s

source: unknown CORBA error
de: unbekannter CORBA-Fehler

source: invalid CORBA error
de: ungültiger CORBA-Fehler

source: Unnamed
de: Unbenannt

source: The game´s author did not provide a description.
de: Der Autor des Spiel gab keine Beschreibung an.

source: No description was provided by the system's author.
de: Der Autor des Systems gab keine Beschreibung an.

source: WARNING
de: WARNUNG

source: an internal error occured, please report
de: es trat ein interner Fehler auf, bitte melden Sie dies

source: out of system resources
de: mangelnde System-Resources

source: syntax error
de: Syntax-Fehler

source: not implemented
de: nicht implementiert

source: no such object
de: Objekt existiert nicht
