Repository: srittau/corps
Catalog: Corps-TextServer/po/*.po
Languages: de

source: Usage: %s [OPTIONS]
de: Benutzung: %s [OPTIONEN]

source: Option summary: -h --help - print this text and exit -v --version - print version information and exit -r --register-with - specify meta-server to register with -n --name - name of game to play -d --description - description of game to play -N --system-name - name of system to use -D --system-description - description of system to use -l --language - language to use for messages transmitted to clients Report bugs to srittau@jroger.in-berlin.de
de: Optionsüberblick: -h --help - gibt diesen Text aus und beendet -v --version - gibt die Version aus und beendet -r --register-with - Meta-Server, bei dem das Spiel angemeldet werden soll -n --name - Name des zu spielenden Spiels -d --description - Beschreibung des zu spielenden Spiels -N --system-name - Name des zu benutzenden Systems -D --system-description - Beschreibung des zu benutzenden Systems -l --language - Sprache für Texte an Klienten Bitte melden Sie Fehler an srittau@jroger.in-berlin.de

source: unique option specified twice
de: nur einmal benutzbares Argument mehrmals angegeben

source: invalid number of arguments
de: falsche Anzahl an Argumenten

source: client trying to join game
de: ein Klient versucht, das Spiel zu betreten

source: %s joined game
de: %s hat das Spiel betreten

source: client trying to leave game
de: Klient versucht, das Spiel zu verlassen

source: %s has left game
de: %s hat das Spiel verlassen

source: client not found
de: Klient nicht gefunden

source: broadcasting text: %s
de: veschicke Text: %s
