Repository: srittau/corps
Catalog: Corps-Maps/po/*.po
Languages: de

source: map corrupt: empty name
de: Karte defekt: leerer Name

source: map corrupt: missing name
de: Karte defekt: fehlender Name

source: map corrupt: invalid numeric argument: %s
de: Karte defekt: ungültiges numerisches Argument: %s

source: map corrupt: missing size information
de: Karte defekt: Abmessungen wurden nicht angegeben

source: map corrupt: pixmap name empty
de: Karte defekt: Name der Bilddatei ist leer

source: map corrupt: pixmap name missing
de: Karte defekt: keine Bilddatei angegeben

source: map corrupt: list of fields doesn't match map size
de: Karte defekt: Feldliste passt nicht zur Kartegröße

source: map corrupt: list of fields missing
de: Karte defekt: Feldliste fehlt

source: map corrupt: field has no type
de: Karte defekt: Feld hat keinen Typ

source: map corrupt: modifier has no type
de: Karte defekt: Modfikator hat keinen Typ

source: map corrupt: depth out of range: %s
de: Karte defekt: ungültige Tiefe: %s

source: unknown map set field definition: "%s"
de: unbekannte Feld-Definition: "%s"

source: invalid map set field definition: "%s"
de: ungültige Feld-Definition: "%s"

source: unknown map set modifier definition: "%s"
de: unbekannter Modifikator-Definition: "%s"

source: invalid map set modifier definition: "%s"
de: ungültige Modifikator-Definition: "%s"

source: unknown map set
de: unbekannter Kartensatz

source: image has wrong size
de: Bild hat falsche Größe

source: mapset corrupt: empty name
de: Kartensatz defekt: leerer Name

source: mapset corrupt: missing name
de: Kartensatz defekt: fehlender Name

source: mapset corrupt: invalid numeric argument: %s
de: Kartensatz defekt: ungültiges numerisches Argument: %s

source: mapset corrupt: missing size information
de: Kartensatz defekt: fehlende Größeninformation

source: mapset does not support FT_Unknown, FT_Nothing or FT_Unseen
de: Kartensatz unterstützt FT_Unknown, FT_Nothing oder FT_Unseen nicht

source: mapset has too many special fields
de: Der Kartensatz besitzt zu viele Spezialfelder

source: mapset corrupt: missing or wrong pixmap definition
de: Kartensatz defekt: keine oder falsche Bilddatei-Definition

source: missing field id
de: fehlende Feld-ID

source: map corrupt: modifier name empty
de: Karte defekt: Modifikator hat keinen Namen

source: mapset corrupt: wrong modifiers definition
de: Kartensatz defekt: falsche Modifikator-Definition
