Repository: srittau/corps
Catalog: Corps-Client/po/*.po
Languages: de

source: you have to specify exactly one game or one list
de: Sie müssen genau ein Spiel oder eine Liste angeben

source: Usage: %s [OPTIONS]
de: Benutzung: %s [OPTIONEN]

source: Option summary: -g --game - connect to specific game -l --list - choose game from list -h --help - print this text and exit -v --version - print version information and exit Report bugs to srittau@jroger.in-berlin.de
de: Optionsüberblick: -g --game - Mit einem speziellen Spiel verbinden. -l --list - Spiel aus Liste auswählen. -h --help - Anzeigen dieser Hilfe und beenden. -v --version - Ausgabe der Versionsinformation und beenden. Bitte melden Sie Fehler an srittau@jroger.in-berlin.de

source: invalid number of arguments
de: ungültige Anzahl an Argumenten

source: You have been kicked out of the game:
de: Sie wurden aus dem Spiel geworfen:

source: specified object reference is not a game
de: angegebene Objektreferenz ist kein Spiel

source: ***Connected***
de: ***Verbunden***

source: specified object reference is not a game list
de: angegebene Objektreferenz ist keine Spielliste

source: Sorry, the list of games is empty.
de: Die Liste der Spiele ist leer.

source: Please choose a game from the following list:
de: Bitte wählen Sie ein Spiel aus der folgenden Liste:

source: Press Return to cancel.
de: Zum Abbrechen Return drücken.

source: Invalid input!
de: Ungültige Eingabe!
